export default
[
   {
      title:'Популярные вопросы',
      id:1,
      cartItem:[
         {
            title:'Если кто-то найдет меня по юзернейму, будет ли виден мой номер?',
            id:'m1',
            text:`<p>Нет. Ни&nbsp;вы, ни&nbsp;ваш собеседник не&nbsp;увидите номеров друг друга (если только вы специально не включили <a href="!">видимость своего номера</a> в настройках приватности).</p>`
         },

         {
            title:'Я не могу отправить сообщение, появляется ошибка и красный восклицательный знак. Что делать?',
            link:'/faq/pochemu'
         },

         {
            title:'Не могу войти: появляется ошибка, что номер заблокирован. Что делать?',
            id:'m3',
            text:`<p>В очень редких случаях пользователи не могут войти или зарегистрироваться в Telegram из-за ошибки «<strong>Номер телефона заблокирован</strong>» (<em>или «Your phone was banned»</em>).</p> <p>Для решения этой проблемы вам необходимо обратиться в поддержку через один из этих каналов связи:</p> <p>Вкратце опишите свою проблему и обязательно укажите номер телефона, с которым возникла проблема.</p>`,
            itemList:[
               {
                  text:'<p>Через почту <a href="mailto:recover@telegram.org">recover@telegram.org</a></p>'
               },

               {
                  text:'<p>Через личные сообщения Twitter-аккаунту <a href="https://twitter.com/smstelegram" target="_blank" rel="nofollow noopener">@smstelegram</a></p>'
               },

               {
                  text:'<p>Через <a href="https://telegram.org/support?setln=ru" target="_blank" rel="nofollow noopener">специальную форму</a> на официальном сайте</p>'
               },
            ]
         },

         {
            title:'Как удалить мой аккаунт?',
            id:'m4'
         },

         {
            title:'Как получить галочку для моего аккаунта?',
            id:'m5'
         },

         {
            title:'Как создать ссылку на свою страницу?',
            id:'m6'
         },

         {
            title:'Как мне создать свой набор стикеров?',
            id:'m7'
         },

         {
            title:'Можно ли сохранить переписку на компьютер?',
            id:'m8'
         },

         {
            title:'Как посмотреть, не сидит ли кто-то в моём аккаунте?',
            id:'m9'
         },

         {
            title:'Если кто-то найдет меня по юзернейму, будет ли виден мой номер?',
            id:'m10'
         },

         {
            title:'Как мне включить русский язык в Telegram?',
            id:'m11'
         },
      ]
   }
]
