export default
[
   {
      title:'Что случилось с моим аккаунтом?',
      text:`<p>Если пользователи <strong>Telegram</strong> жалуются на&nbsp;нежелательные сообщения от&nbsp;какого-либо аккаунта, то&nbsp;мы&nbsp;применяем к&nbsp;нему ограничения. При попытке отправить сообщение вы увидите ошибку с таким текстом: <strong>«К&nbsp;сожалению, вы&nbsp;можете отправлять сообщения только взаимным контактам»</strong> (или <strong>«Sorry, you can only send messages to&nbsp;mutual contacts at&nbsp;the moment»</strong>).</p>`,
      id:1
   },

   {
      title:'И что, я теперь не могу отправлять сообщения?',
      text:`<p>Не совсем: вы можете отправлять сообщения только взаимным контактам. Это означает, что ваш номер должен быть в&nbsp;контактах у&nbsp;собеседника, а&nbsp;его номер&nbsp;— у&nbsp;вас. Ещё вы можете отвечать пользователям, которые написали вам первые.</p>`,
      id:2
   },

   {
      title:'Почему на меня могли пожаловаться?',
      text:`<p><a href="#!">Юзернеймы</a> в&nbsp;Telegram&nbsp;— не&nbsp;способ найти новых собеседников или клиентов. Людям обычно не&nbsp;нравится, когда им&nbsp;пишут незнакомые личности&nbsp;— поэтому, скорее всего, они пожалуются на&nbsp;вас.</p> <p>Пожалуйста, пишите людям только в&nbsp;том случае, если вы&nbsp;уверены, что ваше сообщение не&nbsp;будет для них неожиданностью.</p>`,
      id:3
   },

   {
      title:'За что на меня могут пожаловаться?',
      text:`<p>Не&nbsp;имеет значения, что именно вы&nbsp;отправили&nbsp;— ссылку, фото, простое сообщение или что-либо другое. Пожалуйста, пишите только тем, кто не&nbsp;против получать от&nbsp;вас сообщения.</p> <p>В&nbsp;общем и&nbsp;целом, больше всего людям не&nbsp;нравится всё, что связано с&nbsp;торговлей и&nbsp;продвижением онлайн, реклама, ссылки, приглашения в&nbsp;группы и&nbsp;т.&nbsp;д. Если вы&nbsp;рассылаете что-нибудь из&nbsp;этого&nbsp;— вы&nbsp;будете заблокированы, а&nbsp;все остальные будут счастливы.</p>`,
      id:4
   },

   {
      title:'Как узнать, когда закончится блокировка?',
      text:`<p>Напишите специальному боту <a href="https://t.me/SpamBot" target="_blank" rel="nofollow noopener">@SpamBot</a> и следуйте его инструкциям.</p>`,
      id:5
   },

   {
      title:'Что же мне теперь делать?',
      text:`<p>Если вас заблокировали в&nbsp;первый раз (и&nbsp;вы&nbsp;не&nbsp;рассылали спам в&nbsp;промышленных масштабах), ваш аккаунт будет заблокирован примерно на&nbsp;<strong>1&nbsp;неделю</strong>. Пока выходит срок блокировки, вы&nbsp;можете подумать над своим поведением.
      Повторные нарушения выльются в&nbsp;более долгую блокировку, вплоть до&nbsp;<strong>пожизненной</strong>.</p>`,
      id:6
   },

   {
      title:'Я абсолютно уверен, что не нарушал никаких правил!',
      text:`<p>К сожалению, даже самые совершенные алгоритмы и&nbsp;системы иногда ошибаются. Если вы&nbsp;считаете, что вас заблокировали несправедливо, сообщите об&nbsp;этом с помощью бота <a href="https://t.me/SpamBot" target="_blank" rel="nofollow noopener">@SpamBot</a>.</p>`,
      id:7
   },

   {
      title:'Да, я был не прав и больше так не буду. Разблокируйте меня прямо сейчас!',
      text:`<p>К&nbsp;сожалению, это невозможно по&nbsp;техническим причинам. Кроме того, мы&nbsp;ценим мир и&nbsp;спокойствие других пользователей Telegram.</p>`,
      id:8
   },

   {
      title:'Я только что зарегистрировался и никому не писал, а аккаунт уже заблокирован.',
      text:`<p>Такое может происходить либо из-за того, что предыдущий владелец номера занимался рассылкой спама, либо потому что он&nbsp;является виртуальным или VOIP-номером. В&nbsp;таком случае, приносим свои извинения за&nbsp;неудобства.</p> <p>Если вы считаете, что это ваш случай, сообщите нам об этом с помощью бота <a href="https://t.me/SpamBot" target="_blank" rel="nofollow noopener">@SpamBot</a>.</p>`,
      id:9
   },
]
