import news_1 from '@/assets/foto/news/news__1.jpg';
import news_2 from '@/assets/foto/news/news__2.jpg';
import news_3 from '@/assets/foto/news/news__3.jpg';
import news_4 from '@/assets/foto/news/news__4.jpg';
import news_5 from '@/assets/foto/news/news__5.jpg';
import news_6 from '@/assets/foto/news/news__6.jpg';
import news_7 from '@/assets/foto/news/news__7.jpg';
import news_8 from '@/assets/foto/news/news__8.jpg';
import news_9 from '@/assets/foto/news/news__9.jpg';
import news_10 from '@/assets/foto/news/news__10.jpg';
import news_11 from '@/assets/foto/news/news__11.jpg';
import news_12 from '@/assets/foto/news/news__12.jpg';

const video_1 = `https://tlgrm.ru/_/static/file/xuj/t1a/xujt1ax9bq74sppaveifkq.mp4`

export default
[
   {
      imgs:news_1,
      title:'Менеджер загрузок, обновленное меню вложений, прямые трансляции с помощью сторонних приложений и многое другое',
      text:`Теперь доступно удобное управление загрузками и прямые трансляции с помощью OBS Studio и XSplit Broadcaster`,
      linkText:'Читать',
      dataItem:'10 месяцев назад',
      commit:'0 комментариев',
      id:1,
      listItem:[
         {
            title:'Менеджер загрузок',
            text:`<p>Пользователи Telegram могут отправлять файлы размером до <strong>2 ГБ</strong> и получать к ним доступ с любого устройства благодаря <strong>безлимитному облачному хранилищу</strong>. Во время непосредственной загрузки файлов можно будет увидеть новую иконку в поле поиска.</p>`,
            video:video_1
         }
      ]
   },

   {
      imgs:news_2,
      title:'Моментальная прокрутка, календарный вид в «Медиа», заявки на вступление, глобальные темы для чатов на iOS и многое другое',
      text:`В сегодняшнем обновлении появилась возможность удобно просматривать воспоминания по датам, новые пригласительные ссылки для чатов и многое другое`,
      linkText:'Читать',
      dataItem:'3 ноября 2021',
      commit:'0 комментариев',
      id:2
   },

   {
      imgs:news_3,
      title:'Видеотрансляции, гибкая пересылка, переход между каналами и многое другое',
      text:`Обновление Telegram до версии 8.0 позволяет смотреть видеотрансляции неограниченному количество пользователей, а просмотр новых сообщений в каналах стал ещё более удобным.`,
      linkText:'Читать',
      dataItem:'31 августа 2021',
      commit:'0 комментариев',
      id:3
   },

   {
      imgs:news_4,
      title:'Видеозвонки на 100 зрителей, видеосообщения 2.0, управление скоростью проигрывания видео и многое другое',
      text:`Групповые видеозвонки до 1000 зрителей, видеосообщения в высоком качестве, расширенные настройки видео и многое другое!`,
      linkText:'Читать',
      dataItem:'30 июля 2021',
      commit:'0 комментариев',
      id:4
   },

   {
      imgs:news_5,
      title:'Групповые видеозвонки и трансляция экрана',
      text:`С новыми функциями Telegram стал как Skype, только лучше.`,
      linkText:'Читать',
      dataItem:'18 марта 2021',
      commit:'0 комментариев',
      id:5
   },

   {
      imgs:news_6,
      title:'Анимированные фоны',
      text:`Анимированные фоны, новые кнопки меню для ботов, новые способы импорта стикеров, уведомления для безопасности вашей учетной записи и многое другое.`,
      linkText:'Читать',
      dataItem:'25 июня 2021',
      commit:'0 комментариев',
      id:6
   },

   {
      imgs:news_7,
      title:'Платежи 2.0, отложенные голосовые чаты и новые веб-версии Telegram',
      text:`Это обновление принесло платежи 2.0 для всех чатов Telegram, планирование  для голосовых чатов, новые вебверсии Telegram для вашего браузера и многое другое`,
      linkText:'Читать',
      dataItem:'26 апреля 2021',
      commit:'0 комментариев',
      id:7
   },

   {
      imgs:news_8,
      title:'Голосовые чаты 2.0: каналы, миллионы слушателей, запись эфиров, инструменты для администраторов',
      text:`Голосовые чаты теперь и в каналах! Неограниченное количество слушателей, возможность поднять руку - как Clubhouse, только лучше!`,
      linkText:'Читать',
      dataItem:'23 декабря 2020',
      commit:'0 комментариев',
      id:8
   },

   {
      imgs:news_9,
      title:'Автоудаление, виджеты и временные ссылки для приглашений',
      text:`Обновление Telegram: автоудаление сообщений в любом чате, улучшенные пригласительные ссылки и быстрый доступ к чатам с помощью виджетов.`,
      linkText:'Читать',
      dataItem:'23 февраля 2021',
      commit:'0 комментариев',
      id:9
   },

   {
      imgs:news_10,
      title:'Перенос чатов из других мессенджеров',
      text:`Теперь переехать из WhatsApp на Telegram гораздо проще и удобнее! А ещё в этом обновлении есть много других улучшений.`,
      linkText:'Читать',
      dataItem:'28 января 2021',
      commit:'0 комментариев',
      id:10
   },

   {
      imgs:news_11,
      title:'Удобные голосовые чаты',
      text:`В предновогоднем обновлении Telegram появились голосовые чаты - аудиоконференции, которые вам точно понравятся!`,
      linkText:'Читать',
      dataItem:'23 декабря 2020',
      commit:'0 комментариев',
      id:11
   },

   {
      imgs:news_12,
      title:'Закреплённые сообщения 2.0, улучшенный показ геолокации, плейлисты и многое другое',
      text:`Хэллоуин не за горами! Жуткое обновление Telegram: возможность закреплять сразу несколько сообщений в одном чате, улучшенный Live Locations, плейлисты и многое другое.`,
      linkText:'Читать',
      dataItem:'30 октября 2020',
      commit:'0 комментариев',
      id:12
   },
]
